brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmatrix"
brew "cowsay"
brew "ctags"
brew "curl"
brew "direnv"
brew "dotenv-linter"
brew "figlet"
brew "fswatch"
brew "fzf"
brew "gh"
brew "gimme-aws-creds"
brew "git"
brew "gmp"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lame"
brew "lolcat"
brew "mas"
brew "mise"
brew "mmv"
brew "neovim"
brew "ngrok/ngrok/ngrok"
brew "openssh"
brew "postgresql@14"
brew "ripgrep"
brew "shellcheck"
brew "solargraph"
brew "sl"
brew "tfenv"
brew "thefuck"
brew "tmux"
brew "tree"
brew "v"
brew "vim"
brew "vint"
brew "vscode-langservers-extracted"
brew "wget"
brew "yamllint"
brew "yarn"
brew "z"
brew "zsh"

cask "1password"
cask "chatgpt"
cask "chromedriver"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-roboto-mono-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "postico"
cask "zoom"

mas "magnet", id: 441258766
mas "slack", id: 803453959
