brew "asdf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "direnv"
brew "figlet"
brew "fswatch"
brew "fzf"
brew "gh"
brew "gimme-aws-creds"
brew "git"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lame"
brew "lolcat"
brew "mas"
brew "mmv"
brew "neovim"
brew "postgresql"
brew "sl"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "z"

cask "1password"
cask "chatgpt"
cask "chromedriver"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "ngrok"
cask "postico"
cask "zoom"

mas "magnet"
mas "slack"
